const help = (prefix) => {
	return `
 ┏━━━━━━━━━━━━━━━━━━
 ┃ [◇] Hola! *${pushname}* 👻
 ┗━━━━━━━━━━━━━━━━━━
┏━━━━━━━━━━━━━━━━━━━━
● *INFORMACIÓN*
┗━━━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ _*Prefijo* :  *「  ${prefix}  」*_
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ _*Tiempo encendido* :  *${kyun(uptime)}*_
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ _*Este Grupo* :  *${groupName}*_
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ _*Número del dueño* :  wa.me/+5493814721444_
 ┗━━━━━━━━━━━━━━━━━━

┏━━━━━━━━━━━━━━━━━━━━
● *REGLAS*
┗━━━━━━━━━━━━━━━━━━━━
 ┃ _No Spam Al Bot_
 ┠ ━━━━━━━━━━━━━━━━━━
 ┃ _No Agregarlo A Grupos Sin Permiso_
 ┠━━━━━━━━━━━━━━━━━━
 ┃ _No Privado Al Bot_
 ┗━━━━━━━━━━━━━━━━━━

┏━━━━━━━━━━━━━━━━━━━━
● *Para usar al bot*
┗━━━━━━━━━━━━━━━━━━━━
 ┃_Registrate con el comando ${prefix}daftar_
 ┗━━━━━━━━━━━━━━━━━━━━


┏━━━━━━━━━━━━━━━━━━━━
● *DESCARGAS*
┗━━━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}ytmp4 (Descargar Video De YouTube)
 ┗━━━━━━━━━━━━━━━━━━


┏━━━━━━━━━━━━━━━━━━━━
● *CREAR*
┗━━━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}sticker (Hacer Stiker)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}stickergif (Hacer Stiker Gif)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}toimg (Sticker a Imagen)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥${prefix}tomp3 ( Video a MP3
 ┗━━━━━━━━━━━━━━━━━━


┏━━━━━━━━━━━━━━━━━━━━
● *AUDIO*
┗━━━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}play (Descargar Musica Nombre Y Artista)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}bahasa (Bahasa)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}tts (Texto a voz de Google)
 ┗━━━━━━━━━━━━━━━━━━


 ┏━━━━━━━━━━━━━━━━━━
 ┃ _*Para estas funciones el bot necesita admin*_
┏━━━━━━━━━━━━━━━━━━━━
● *GRUPOS*
┗━━━━━━━━━━━━━━━━━━━━
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}ownergrup (Dueño Del Grupo)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}closecg (Cerrar El Grupo)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}opencg (Abrir Grupo)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}kick (Eliminar A Un Miembro)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}promote (Dar Admin)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ $prefix}demote (Quitar Admin
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}link (Ver Link Del Grupo)
 ┠━━━━━━━━━━━━━━━━━━
 ┠${prefix}tagall (Mencióna A Todos)
 ┗━━━━━━━━━━━━━━━━━━


┏━━━━━━━━━━━━━━━━━━━━
● *COMANDOS DEL DUEÑO*
┗━━━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}setprefix (Cambiar Prefijo)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}block (Bloquear Usuário)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}bc (Difusión A Los Chats)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}bcgc (Difusión A Grupos)
 ┠━━━━━━━━━━━━━━━━━━
 ┠⊷️❥ ${prefix}clearall (Borrar Todos)
 ┗━━━━━━━━━━━━━━━━━━

● *Falta mencionar algunos comandos pero... ✨Paja✨*
`
}

exports.help = help
